{
    "sample":[
        "Please transcribe this audio file for me.",
        "Can you convert this audio file to text?",
        "I need a text transcript of this audio recording.",
        "Could you transcribe this recording for me, please?",
        "Is it possible for you to convert this audio to text?",
        "I'd like a text version of this audio file, please.",
        "Can you transcribe this interview for me?",
        "I need a transcript of this podcast episode.",
        "Please transcribe this conference call for me.",
        "Could you convert this speech to text?",
        "I need a text version of this lecture.",
        "Please transcribe this voicemail for me.",
        "Can you convert this webinar to text?",
        "I need a transcript of this video.",
        "Could you transcribe this training session for me?",
        "Please transcribe this press briefing for me.",
        "Can you convert this dictation to text?",
        "I need a text version of this radio interview.",
        "Please transcribe this meeting for me.",
        "Can you convert this panel discussion to text?",
        "I need a transcript of this court hearing.",
        "Could you transcribe this presentation for me?",
        "Please transcribe this focus group for me.",
        "Can you convert this sermon to text?",
        "I need a text version of this TED Talk.",
        "Please transcribe this speech for me.",
        "Can you convert this audiobook to text?",
        "I need a transcript of this customer service call.",
        "Could you transcribe this investor call for me?",
        "Please transcribe this webinar for me.",
        "Can you convert this keynote speech to text?",
        "I need a text version of this roundtable discussion.",
        "Please transcribe this lecture series for me.",
        "Can you convert this town hall meeting to text?",
        "I need a transcript of this earnings call.",
        "Could you transcribe this podcast series for me?",
        "Please transcribe this online course for me.",
        "Can you convert this conference keynote to text?",
        "I need a text version of this debate.",
        "Please transcribe this university lecture for me.",
        "Can you convert this political speech to text?",
        "I need a transcript of this analyst call.",
        "Could you transcribe this training webinar for me?",
        "Please transcribe this radio show for me.",
        "Can you convert this company announcement to text?",
        "I need a text version of this Q&A session.",
        "Please transcribe this investor presentation for me.",
        "Can you convert this podcast interview to text?",
        "I need a transcript of this press conference.",
        "Could you transcribe this sales pitch for me?",
        "Please transcribe this business meeting for me.",
        "Can you convert this training video to text?",
        "I need a text version of this motivational speech.",
        "Please transcribe this church service for me.",
        "Can you convert this product demo to text?",
        "I need a transcript of this marketing webinar.",
        "Could you transcribe this interview with a celebrity for me?",
        "Please transcribe this radio interview with an author for me.",
        "Can you convert this radio drama to text?",
        "I need a text version of this public debate.",
        "Please transcribe this conference session for me.",
        "Can you convert this news segment to text?",
        "I need a transcript of this press release.",
        "Could you transcribe this interview with an expert for me?",
        "Please transcribe this conference keynote speech for me.",
        "Can you convert this technical presentation to text?",
        "I need a text version of this university panel discussion.",
        "Can you transcribe this audio file for me?",
        "I have an audio recording that I need to convert to text. Can you help?",
        "Could you please transcribe this audio for me?",
        "I need a written version of this audio. Can you convert it for me?",
        "Is it possible to transcribe an audio file into text?",
        "I'm having trouble transcribing this audio file. Can you help me out?",
        "I have an important interview that I recorded, but I need it transcribed. Can you do that?",
        "Can you turn this audio into a written transcript?",
        "Can you help me transcribe my podcast episodes?",
        "I have an audio file of a lecture I attended. Can you transcribe it for me?",
        "I need to transcribe this audio for a legal deposition. Can you do that?",
        "Can you convert my audio notes to text so I can easily review them?",
        "I have an audio file from a meeting that I need transcribed. Can you help?",
        "Can you convert this audio to text for me? I need it for a report.",
        "I recorded a speech, but I need it transcribed into text. Can you help?",
        "I have an audio file of an interview that I need transcribed. Can you do that?",
        "Can you convert this audio recording to text for me?",
        "I need a transcription of this audio for my research. Can you help me out?",
        "Can you transcribe this audio recording of a conference call for me?",
        "I have an audio file of a presentation that I need transcribed. Can you do that?",
        "Can you help me transcribe my video recordings?",
        "I need to transcribe this audio for a medical report. Can you do that?",
        "Can you convert this audio to text for my dissertation research?",
        "I have an audio recording of an interview that I need transcribed. Can you help me out?",
        "Can you turn this audio file into a written transcript for me?",
        "I recorded a speech, but I need it transcribed into text. Can you help?",
        "Can you transcribe this audio for me? I need to analyze it for my thesis.",
        "I have an audio file of a meeting that I need transcribed. Can you do that?",
        "Can you help me transcribe my podcast episodes?",
        "I need to transcribe this audio for a legal deposition. Can you do that?",
        "Can you convert this audio to text for me? I need it for a report.",
        "I have an audio file of an interview that I need transcribed. Can you help?",
        "Can you transcribe this audio recording of a conference call for me?",
        "I have an audio file of a presentation that I need transcribed. Can you do that?",
        "Can you convert this audio to text for my dissertation research?",
        "I have an audio recording of an interview that I need transcribed. Can you help me out?",
        "Can you turn this audio file into a written transcript for me?",
        "I need to transcribe this audio for a medical report. Can you do that?",
        "Can you transcribe this audio for me? I need to analyze it for my thesis.",
        "I have an audio file of a lecture that I need transcribed. Can you do that?",
        "Can you help me transcribe my video recordings?",
        "I have an audio file of a webinar that I need transcribed. Can you do that?",
        "Can you transcribe this audio for me? I need to use it for my research",
        "Please transcribe this audio file for me.",
        "Convert this audio into a text document for me.",
        "I need to convert this audio into text. Can you help me with that?",
        "Can you transcribe this audio recording for me?",
        "I want to extract the text from this audio file. Is that possible?",
        "Can you convert this audio to text, please?",
        "I need a text version of this audio. Can you help me with that?",
        "Convert this audio file into a readable text format, please.",
        "Can you help me transcribe this audio recording into text?",
        "Please extract the text from this audio file and send it to me.",
        "I have an audio file that I need converted to text. Can you do that for me?",
        "Please transcribe the audio file that I have uploaded.",
        "Can you create a text version of this audio recording?",
        "I need a written transcript of this audio file. Can you help me with that?",
        "Please transcribe the audio recording that I have provided.",
        "Can you help me turn this audio into text?",
        "I need the contents of this audio file in text format. Can you help me with that?",
        "Please convert this audio file into text format.",
        "I would like to receive the text version of this audio. Can you help me with that?",
        "Can you transcribe the audio file that I have uploaded into text?",
        "I need a text transcript of this audio recording. Can you help me with that?",
        "Please extract the text from this audio recording and send it to me.",
        "I have an audio file that I need to convert to text. Can you do that for me?",
        "Please transcribe this audio file into a text document for me.",
        "Can you convert this audio to text and send it to me?",
        "I need a written transcript of this audio. Can you provide that for me?",
        "Please transcribe the audio recording that I have uploaded into text format.",
        "I want to convert this audio into text. Can you help me with that?",
        "Can you create a text version of this audio file for me?",
        "I need the text content of this audio. Can you convert it for me?",
        "Please help me transcribe this audio recording into text.",
        "I require a text version of this audio file. Can you convert it for me?",
        "Can you extract the text from this audio and provide it to me?",
        "I have an audio file that I need transcribed. Can you do that for me?",
        "Please convert this audio recording into a text document.",
        "I need the text transcript of this audio. Can you provide that for me?",
        "Please transcribe the audio that I have uploaded and send me the text document.",
        "I want to turn this audio into text. Can you help me with that?",
        "Can you create a written transcript of this audio recording for me?",
        "I need the text version of this audio. Can you convert it for me?",
        "Please help me transcribe this audio file into text format.",
        "I require the text content of this audio. Can you convert it for me?",
        "Can you extract the text from this audio file and send it to me?",
        "Can you transcribe this audio file for me?",
        "I have a recording that I need in text format, can you help?",
        "I need a written version of this audio, can you do that?",
        "Is it possible for you to turn this audio into text?",
        "I would like this audio to be converted to a written transcript, can you assist?",
        "Can you take the audio from this file and put it into text form?",
        "I need this audio recording to be transcribed into written text, can you do that for me?",
        "Is there any way you can convert this audio to text?",
        "I'm looking to get the spoken content of this audio turned into text, can you help me with that?",
        "Can you convert this audio recording to text format for me?",
        "I need to transcribe this audio, can you help me out?",
        "Can you turn this audio into a written transcript for me?",
        "I need this audio file to be converted to text, can you do that?",
        "I have an audio file that I need to be transcribed, can you assist me with that?",
        "I would like to convert this audio to a text transcript, is that possible with your chatbot?",
        "Can you take this audio file and turn it into written text for me?",
        "I need this audio recording transcribed into text, can you help me out with that?",
        "I have an audio recording that needs to be converted to text, can you do that for me?",
        "Can you convert this audio file to text for me?",
        "I need this audio turned into text format, can you do that?",
        "Can you transcribe this audio recording and give me a text version of it?",
        "I need this spoken audio turned into written text, can you help?",
        "Can you convert this audio to a text transcript for me?",
        "I'm looking to get this audio file transcribed into text, can you do that?",
        "I need to turn this audio recording into text, can you assist me with that?",
        "Is it possible to convert this audio into text format?",
        "Can you take this audio recording and turn it into written text for me?",
        "I need this audio file transcribed into text, can you do that for me?",
        "Can you convert this spoken audio into a text transcript?",
        "I need this audio turned into text, can you do that for me?",
        "Can you transcribe this audio file into written text?",
        "I need this audio recording to be turned into a text transcript, can you help?",
        "Can you turn this audio into a written transcript for me?",
        "I need this audio to be transcribed into text, can you assist?",
        "Can you convert this audio file to written text for me?",
        "I'm looking to get this audio turned into written text, can you do that?",
        "Can you take this audio recording and turn it into a text transcript for me?",
        "I need this spoken audio converted to text, can you do that for me?",
        "Can you convert this audio to a text file for me?",
        "I need this audio file turned into text format, can you help?",
        "Can you transcribe this audio into written text for me?",
        "I'm looking to get this audio recording turned into a text transcript",
        "Please convert this audio file into text.",
        "I need this audio recording transcribed into written text.",
        "Convert this audio into a readable text format, please.",
        "I would like to receive a text transcription of this audio recording.",
        "Can you transcribe this audio file into text for me?",
        "Please convert this audio recording into text format.",
        "It would be great if you could help me convert this audio into text.",
        "I require a text transcription of this audio file, can you do it?",
        "This audio file needs to be transcribed into written text, can you help?",
        "Could you transcribe this audio recording for me please?",
        "Please convert this audio file to a text document.",
        "I would like this audio to be converted into written text.",
        "Convert this audio file into text format please.",
        "Please transcribe this audio recording into text.",
        "I need this audio file to be transcribed into readable text.",
        "Can you convert this audio into written words for me?",
        "This audio file requires transcription, can you do it?",
        "Convert this audio recording into a text document, please.",
        "Please provide a text transcription of this audio recording.",
        "I need this audio to be transcribed into text, can you help?",
        "Please convert this audio file into a readable text format.",
        "Can you help me convert this audio into written text?",
        "This audio recording needs to be transcribed into text format, can you do it?",
        "Convert this audio into text format, please.",
        "Please transcribe this audio into written words.",
        "I require a text transcription of this audio file, please.",
        "This audio needs to be converted into text, can you help me?",
        "Can you convert this audio recording into a text document?",
        "I would like this audio to be transcribed into text format.",
        "Please provide a written text transcription of this audio.",
        "Convert this audio into written words, please.",
        "Can you transcribe this audio file into a text document?",
        "This audio recording requires transcription, can you do it for me?",
        "Please convert this audio into a readable text format.",
        "I need this audio to be transcribed into written text, can you help?",
        "Can you convert this audio into a text document for me?",
        "This audio file needs to be converted into text format, can you do it?",
        "Please transcribe this audio recording into text for me.",
        "I would like to receive a text transcription of this audio file.",
        "Convert this audio recording into written text, please.",
        "Please convert this audio into text format.",
        "This audio needs to be transcribed into a text document, can you help?",
        "Can you help me convert this audio file into written text?",
        "I require a text transcription of this audio recording, please.",
        "Please provide a written text version of this audio file.",
        "Convert this audio into a text format, please.",
        "This audio recording needs to be transcribed into readable text, can you do it?",
        "Please convert this audio into written words.",
        "I need this audio file transcribed into text format, can you help?",
        "Can you transcribe this audio recording into a text document?",
        "Please provide a text transcription of this audio.",
        "Convert this audio file into written text, please.",
        "This audio needs to be converted into readable text, can you do it?",
        "Please transcribe this audio file into a text format.",
        "I require a written text version of this audio recording.",
        "Can you convert this audio into text",
        "I need to convert an audio file into text. Can you help me with that?",
        "Is it possible to convert audio to text using this chatbot?",
        "I want to transcribe an audio file into text. Can you do that for me?",
        "I have an audio recording that I need to turn into text. How can I do that with this chatbot?",
        "Can you convert my audio file to text?",
        "I need to convert a recorded interview to text. Can you help me with that?",
        "I have an audio file of a lecture that I need to transcribe. Can you assist me with that?",
        "How can I convert an audio recording into a text document?",
        "Can you help me transcribe an audio recording into text?",
        "I need to transcribe a podcast episode into text. Can you do that for me?",
        "Is it possible to convert an audio file into a word document using this chatbot?",
        "I want to convert a conference call recording into a text file. Can you help me with that?",
        "I need to convert an audio recording into a written document. Can you assist me with that?",
        "Can you help me transcribe an interview into a written document?",
        "How can I turn an audio file into a readable text document?",
        "Is it possible to convert an audio recording into a PDF using this chatbot?",
        "I want to turn an audio file into a written report. Can you help me with that?",
        "Can you help me transcribe a video recording into a text file?",
        "I have an audio file of a webinar that I need to turn into text. Can you do that for me?",
        "Is there a way to convert an audio recording into a text document automatically?",
        "Can you assist me in converting an audio file into text?",
        "I need to convert an audio file into a written transcript. Can you help me with that?",
        "How can I turn an audio file into a Microsoft Word document?",
        "Can you help me convert an audio recording into a Google Doc?",
        "I want to turn an audio file into a text document for easy reading. Can you assist me with that?",
        "I need to transcribe a recorded meeting into a text document. Can you help me with that?",
        "Can you convert my audio file to a text file that I can edit?",
        "Is there a way to automatically transcribe an audio recording into a text document?",
        "I have an audio recording of an interview that I need to transcribe. Can you help me with that?",
        "Can you help me convert an audio recording into a text document that is searchable?",
        "I need to convert an audio file into a text document for research purposes. Can you help me with that?",
        "How can I turn an audio file into a text document that is formatted properly?",
        "Can you help me transcribe a phone conversation into a text document?",
        "I want to convert a recorded speech into a text document. Can you assist me with that?",
        "I need to transcribe an audio recording into a text document for legal purposes. Can you help me with that?",
        "Is it possible to convert an audio recording into a text document that has timestamps?",
        "I want to turn an audio recording into a text document for accessibility reasons. Can you assist me with that?",
        "Can you help me convert an audio recording into a text document that is grammatically correct?",
        "I need to convert an audio recording into a text document that is easy to read. Can you help me with that?"
    ]
}