{
    "sample":[
        "What is your favorite food?",
        "Do you prefer cats or dogs?",
        "Have you ever traveled to another country?",
        "What is your favorite hobby?",
        "Have you read any good books lately?",
        "What is your favorite movie?",
        "What is your favorite TV show?",
        "What is your favorite song?",
        "Do you enjoy cooking?",
        "Do you like sports?",
        "Do you prefer the city or the countryside?",
        "Have you ever been skydiving?",
        "What is your favorite color?",
        "Have you ever gone camping?",
        "What is your favorite season?",
        "Have you ever ridden on a hot air balloon?",
        "Do you like to dance?",
        "Have you ever gone scuba diving?",
        "What is your favorite type of music?",
        "Do you enjoy playing video games?",
        "Have you ever been to a music festival?",
        "What is your favorite restaurant?",
        "Have you ever gone skiing?",
        "What is your favorite type of cuisine?",
        "Do you prefer tea or coffee?",
        "What is your favorite type of dessert?",
        "Have you ever gone rock climbing?",
        "Do you like to swim?",
        "What is your favorite animal?",
        "Do you enjoy hiking?",
        "Have you ever ridden on a horse?",
        "What is your favorite type of flower?",
        "Have you ever gone on a road trip?",
        "Do you prefer the beach or the mountains?",
        "What is your favorite holiday?",
        "Have you ever gone bungee jumping?",
        "Do you like to read?",
        "What is your favorite book genre?",
        "What is your favorite board game?",
        "Have you ever gone on a cruise?",
        "Do you like to exercise?",
        "What is your favorite type of exercise?",
        "Have you ever gone on a safari?",
        "What is your favorite type of tree?",
        "Do you like to bake?",
        "What is your favorite type of cookie?",
        "Have you ever gone on a hot air balloon ride?",
        "What is your favorite type of pizza?",
        "Do you like to sing?",
        "What is your favorite type of bird?",
        "Have you ever gone horseback riding?",
        "Do you like to draw?",
        "What is your favorite type of art?",
        "Have you ever gone on a helicopter ride?",
        "What is your favorite type of cheese?",
        "Do you like to play musical instruments?",
        "What is your favorite type of fish?",
        "Have you ever gone on a zipline?",
        "Do you like to go to museums?",
        "What is your favorite type of museum?",
        "Have you ever gone on a train ride?",
        "Do you like to go to the theater?",
        "What is your favorite type of play?",
        "Have you ever gone on a road trip with friends?",
        "Do you like to take photographs?",
        "What is your favorite type of photography?",
        "Have you ever gone on a river cruise?",
        "Do you like to play card games?",
        "What is your favorite type of card game?",
        "Have you ever gone on a motorcycle ride?",
        "Do you like to watch documentaries?",
        "What is your favorite type of documentary?",
        "Have you ever gone on a hiking trip?",
        "Do you like to do puzzles?",
        "What is your favorite type of puzzle?",
        "Have you ever gone on a sailboat?",
        "Do you like to watch TV shows about history?",
        "What is your favorite historical era?",
        "Have you ever gone on a fishing trip?",
        "How to make the perfect cup of coffee?",
        "What are the benefits of meditation?",
        "How to improve your memory?",
        "What are the most effective ways to reduce stress?",
        "How to start a successful online business?",
        "What are the key principles of successful leadership?",
        "How to create a healthy work-life balance?",
        "What are the best ways to boost your productivity?",
        "How to overcome procrastination and stay focused?",
        "How to build self-confidence and self-esteem?",
        "What are the best practices for effective communication?",
        "How to make a budget and stick to it?",
        "How to improve your public speaking skills?",
        "What are the best ways to learn a new language?",
        "How to create a successful social media strategy?",
        "How to build a successful team?",
        "How to stay motivated and achieve your goals?",
        "What are the benefits of mindfulness?",
        "How to manage your time effectively?",
        "How to deal with difficult people?",
        "What are the key elements of a successful relationship?",
        "How to stay organized and reduce clutter?",
        "What are the best strategies for conflict resolution?",
        "How to create a successful marketing campaign?",
        "What are the most effective ways to manage your finances?",
        "How to become a better listener?",
        "What are the best ways to overcome shyness and social anxiety?",
        "How to develop a growth mindset?",
        "What are the best ways to build resilience?",
        "How to create a successful sales strategy?",
        "What are the benefits of exercise?",
        "How to build a successful career?",
        "How to create a successful product launch?",
        "What are the best ways to network effectively?",
        "How to develop a successful content strategy?",
        "How to improve your writing skills?",
        "What are the best ways to manage stress in the workplace?",
        "How to create a successful email marketing campaign?",
        "How to build a successful brand?",
        "What are the benefits of traveling?",
        "How to develop a successful SEO strategy?",
        "How to create a successful event?",
        "What are the best ways to manage your online reputation?",
        "How to create a successful affiliate marketing campaign?",
        "How to build a successful e-commerce website?",
        "What are the best ways to build a successful social media presence?",
        "How to create a successful crowdfunding campaign?",
        "What are the benefits of volunteering?",
        "How to build a successful mobile app?",
        "How to create a successful customer loyalty program?",
        "How to improve your negotiating skills?",
        "What are the best ways to create a successful blog?",
        "How to build a successful email list?",
        "How to create a successful video marketing campaign?",
        "What are the benefits of reading?",
        "How to build a successful online course?",
        "How to create a successful product demo?",
        "What are the best ways to build a successful referral program?",
        "How to develop a successful mobile marketing strategy?",
        "How to create a successful influencer marketing campaign?",
        "What are the benefits of practicing gratitude?",
        "How to build a successful affiliate program?",
        "How to create a successful webinar?",
        "What are the best ways to build a successful Facebook group?",
        "How to develop a successful Pinterest strategy?",
        "How to create a successful podcast?",
        "What are the benefits of learning a musical instrument?",
        "How to build a successful YouTube channel?",
        "How to create a successful Instagram strategy?",
        "What are the best ways to build a successful Twitter following?",
        "How to develop a successful Pinterest marketing strategy?",
        "How to create a successful Snapchat profile?",
        "What are the benefits of journaling?",
        "How to build a successful online community?",
        "How to create a successful public relations campaign?",
        "What are the best ways to build a successful personal brand?",
        "How to develop a successful email newsletter?",
        "How to create a successful content calendar?",
        "What are the benefits of practicing yoga?",
        "How to build a successful online course platform?",
        "How to create a successful influencer program?",
        "What are the best ways to build a successful referral network?",
        "How to develop a successful chatbot strategy?",
        "How to create a successful content curation plan?",
        "What are the benefits of practicing mindfulness in the workplace?",
        "How to build a successful online coaching business?",
        "How to create a successful e-book?",
        "What are the best ways to build a successful LinkedIn network?",
        "How to develop a successful content repurposing strategy?",
        "How to create a successful mobile app marketing campaign?",
        "What are the benefits of practicing gratitude in the workplace?",
        "How to build a successful virtual event platform?",
        "How to create a successful podcast network?",
        "What are the best ways to build a successful TikTok presence?",
        "How to develop a successful Instagram influencer campaign?",
        "How to create a successful online marketplace?",
        "What are the benefits of practicing meditation in the workplace?",
        "How to build a successful online course community?",
        "How to create a successful virtual summit?",
        "What are the best ways to build a successful Pinterest following?",
        "How to develop a successful online coaching program?",
        "How to create a successful Twitter marketing campaign?",
        "What are the benefits of practicing gratitude in personal relationships?",
        "How to build a successful e-commerce platform?",
        "How to create a successful online membership site?",
        "What are the best ways to build a successful YouTube following?",
        "How to develop a successful podcast marketing strategy?",
        "How to create a successful online store?",
        "What are the benefits of practicing mindfulness in personal relationships?",
        "How to build a successful online training program?",
        "How to create a successful virtual reality experience?",
        "What are the best ways to build a successful Snapchat following?",
        "How to develop a successful online course marketing strategy?",
        "How to create a successful online business directory?",
        "What are the benefits of practicing yoga in the workplace?",
        "How to build a successful e-learning platform?",
        "How to create a successful online contest?",
        "What are the best ways to build a successful Facebook presence?",
        "How to develop a successful virtual assistant business?",
        "How to create a successful online survey?",
        "What are the benefits of practicing gratitude in the community?",
        "How to build a successful online coaching network?",
        "How to create a successful online mentorship program?",
        "What are the best ways to build a successful Instagram following?",
        "How to develop a successful online course sales funnel?",
        "How to create a successful online fundraising campaign?",
        "What are the benefits of practicing mindfulness in the community?",
        "How to build a successful online certification program?",
        "How to create a successful online directory?",
        "What are the best ways to build a successful Twitter following?",
        "How to develop a successful virtual summit marketing strategy?",
        "How to create a successful online community for writers?",
        "What are the benefits of practicing gratitude in the workplace?",
        "How to build a successful online community for entrepreneurs?",
        "How to create a successful online platform for event planning?",
        "What are the best ways to build a successful LinkedIn following?",
        "How to develop a successful online course launch plan?",
        "The benefits of reading for pleasure",
        "How to properly train for a marathon",
        "The history of the Olympic Games",
        "The effects of climate change on marine life",
        "The importance of having a diverse workplace",
        "The process of making handmade soap",
        "The benefits of traveling solo",
        "The impact of social media on mental health",
        "The benefits of a plant-based diet",
        "The role of technology in modern education",
        "The benefits of regular exercise",
        "The impact of plastic pollution on the environment",
        "The history of jazz music",
        "The importance of financial literacy",
        "The process of making homemade pasta",
        "The benefits of meditation",
        "The impact of automation on the workforce",
        "The benefits of volunteering",
        "The process of brewing beer at home",
        "The impact of renewable energy on the economy",
        "The benefits of practicing gratitude",
        "The history of the internet",
        "The importance of proper sleep hygiene",
        "The process of making sourdough bread",
        "The impact of artificial intelligence on society",
        "The benefits of learning a second language",
        "The role of art in society",
        "The process of making kombucha at home",
        "The impact of deforestation on the environment",
        "The benefits of practicing yoga",
        "The history of the Civil Rights Movement",
        "The importance of emotional intelligence",
        "The process of making homemade jam",
        "The impact of globalization on culture",
        "The benefits of reading to children",
        "The role of sports in society",
        "The process of making homemade ice cream",
        "The impact of social media on politics",
        "The benefits of practicing mindfulness",
        "The history of the feminist movement",
        "The importance of time management skills",
        "The process of making pickles at home",
        "The impact of income inequality on society",
        "The benefits of spending time in nature",
        "The role of music in society",
        "The process of making homemade candles",
        "The impact of immigration on the economy",
        "The benefits of regular dental checkups",
        "The history of ancient civilizations",
        "The importance of good communication skills",
        "The process of making homemade cheese",
        "The impact of automation on the environment",
        "The benefits of positive affirmations",
        "The role of literature in society",
        "The process of making homemade soap",
        "The impact of social media on relationships",
        "The benefits of practicing forgiveness",
        "The history of the space race",
        "The importance of mental health awareness",
        "The process of making homemade bread",
        "The impact of technology on privacy",
        "The benefits of spending time with pets",
        "The role of education in society",
        "The process of making homemade salsa",
        "The impact of the gig economy on workers",
        "The benefits of maintaining a healthy work-life balance",
        "The history of the Industrial Revolution",
        "The importance of cultural diversity",
        "The process of making homemade pasta sauce",
        "The impact of social media on self-esteem",
        "The benefits of practicing self-care",
        "The role of science in society.",
        "The process of making homemade pizza",
        "The impact of social media on body image",
        "The benefits of outdoor activities",
        "The history of human evolution",
        "The importance of critical thinking skills",
        "The process of making homemade salsa",
        "The impact of the sharing economy on transportation",
        "The benefits of practicing gratitude",
        "The role of religion in society",
        "The process of making homemade pickles",
        "The impact of income inequality on health",
        "The benefits of spending time with friends",
        "The history of World War II",
        "The importance of creative expression",
        "The process of making homemade apple cider",
        "The impact of social media on business",
        "The benefits of practicing empathy",
        "The role of politics in society",
        "The process of making homemade jam",
        "The impact of the gig economy on consumer behavior",
        "The benefits of staying hydrated",
        "The history of the American Revolution",
        "The importance of adaptability in the workplace",
        "The process of making homemade hummus",
        "The impact of globalization on the environment",
        "The benefits of practicing self-reflection",
        "The role of media in society",
        "The process of making homemade pesto",
        "The impact of automation on healthcare",
        "The benefits of practicing positive self-talk",
        "The history of the Cold War",
        "The importance of teamwork in the workplace",
        "The process of making homemade granola",
        "The impact of social media on education",
        "The benefits of spending time with family",
        "The role of technology in environmental conservation",
        "The process of making homemade pie crust",
        "The impact of the sharing economy on housing",
        "The benefits of practicing active listening",
        "The history of ancient Rome",
        "The importance of work ethics",
        "The process of making homemade smoothies",
        "The impact of renewable energy on transportation",
        "The benefits of practicing positive thinking",
        "The role of government in society",
        "The process of making homemade nut butter",
        "The impact of automation on customer service",
        "The benefits of spending time alone",
        "The history of the French Revolution",
        "The importance of problem-solving skills",
        "The process of making homemade yogurt",
        "The impact of social media on the beauty industry",
        "The benefits of practicing gratitude in relationships",
        "The role of education in environmental sustainability",
        "The process of making homemade tomato sauce",
        "The impact of income inequality on education",
        "The benefits of spending time in silence",
        "The history of the civil rights movement in the United States",
        "The importance of leadership skills",
        "The process of making homemade soup",
        "The impact of automation on manufacturing",
        "The benefits of practicing self-compassion",
        "The role of religion in environmental conservation",
        "The process of making homemade granola bars",
        "The impact of social media on travel",
        "The benefits of practicing forgiveness in relationships",
        "The history of the European Union",
        "The importance of time management in the workplace",
        "The process of making homemade nut milk",
        "The impact of renewable energy on the job market",
        "The benefits of practicing positive affirmations in the workplace",
        "The role of art in environmental activism",
        "The process of making homemade salsa verde",
        "The impact of income inequality on mental health",
        "The benefits of spending time in nature with children",
        "The history of the United Nations",
        "The importance of communication skills in relationships",
        "The process of making homemade granola clusters.",
        "The benefits of practicing yoga",
        "The impact of climate change on agriculture",
        "The history of the internet",
        "The importance of financial literacy",
        "The process of making homemade bread",
        "The impact of social media on mental health",
        "The benefits of volunteering",
        "The role of education in economic development",
        "The process of making homemade ice cream",
        "The impact of artificial intelligence on employment",
        "The benefits of mindfulness meditation",
        "The history of the feminist movement",
        "The importance of cultural awareness",
        "The process of making homemade pasta",
        "The impact of social media on political discourse",
        "The benefits of practicing self-care",
        "The role of entrepreneurship in society",
        "The process of making homemade soap",
        "The impact of automation on the future of work",
        "The benefits of reading books",
        "The history of the civil rights movement",
        "The importance of emotional intelligence",
        "The process of making homemade candles",
        "The impact of social media on interpersonal communication",
        "The benefits of a plant-based diet",
        "The role of innovation in environmental sustainability",
        "The process of making homemade cheese",
        "The impact of income inequality on social mobility",
        "The benefits of practicing gratitude in daily life",
        "The history of the Industrial Revolution",
        "The importance of time management skills",
        "The process of making homemade beer",
        "The impact of social media on body positivity",
        "The benefits of outdoor exercise",
        "The role of renewable energy in mitigating climate change",
        "The process of making homemade soap from scratch",
        "The impact of globalization on cultural identity",
        "The benefits of practicing mindfulness in the workplace",
        "The history of the American Civil War",
        "The importance of adaptability in a changing world",
        "The process of making homemade kombucha",
        "The impact of automation on consumer behavior",
        "The benefits of spending time in nature",
        "The role of government in economic development",
        "The process of making homemade sausage",
        "The impact of social media on self-esteem",
        "The benefits of practicing creativity in daily life",
        "The history of the Renaissance",
        "The importance of integrity in leadership",
        "The process of making homemade hot sauce"
    ]
}