{
    "sample":[
        "Can you summarize this resume for me?",
        "I'd like a summary of this resume, please.",
        "Could you give me a brief summary of this resume?",
        "Please provide a summary of this resume.",
        "Can you summarize the key points in this resume?",
        "Can you help me understand the main skills in this resume by providing a summary?",
        "I'm interested in this resume, but don't have time to read it all. Can you summarize it?",
        "Can you give me a summary of the candidate's qualifications presented in this resume?",
        "Please summarize this resume in a few sentences.",
        "I'm not sure if this candidate is relevant to me. Can you summarize their resume for me?",
        "Can you provide a summary of the key takeaways from this resume?",
        "Can you summarize this resume so I can quickly understand the candidate's strengths?",
        "I'm not familiar with this field. Can you summarize this resume for me?",
        "Can you summarize this resume in a way that highlights the most important skills?",
        "Could you please summarize this resume in a few bullet points?",
        "Please give me a summary of the candidate's work experience presented in this resume.",
        "Can you provide a brief summary of the candidate's education in this resume?",
        "I'm interested in this candidate, but need a summary first. Can you help?",
        "Can you summarize this resume for me so I can decide if I want to learn more about the candidate?",
        "I'm having trouble understanding this resume. Can you provide a summary?",
        "Can you help me quickly understand the candidate's qualifications by summarizing their resume?",
        "Can you provide a summary of the most important information presented in this resume?",
        "Can you summarize this resume in a way that's appropriate for a non-expert audience?",
        "Can you give me a summary of the most important achievements presented in this resume?",
        "Can you help me quickly understand the candidate's potential by providing a summary of their resume?",
        "Please summarize this resume so I can get a better understanding of the candidate's experience.",
        "Can you provide a summary of the candidate's skills and abilities in this resume?",
        "I'm trying to get a sense of the overall fit of this candidate. Can you provide a summary of their resume?",
        "Can you summarize this resume in a way that's tailored to my organization's needs?",
        "I'm looking for a summary of this resume that I can use to inform my hiring decision. Can you help?",
        "Can you give me a summary of the candidate's professional development presented in this resume?",
        "Can you provide a summary of the candidate's volunteer work in this resume?",
        "Can you summarize this resume so I can share it with others?",
        "Can you summarize this resume in a way that's easy to understand?",
        "Can you help me understand the candidate's potential fit for the role by summarizing their resume?",
        "Can you provide a summary of the candidate's leadership experience in this resume?",
        "Can you give me a summary of the candidate's language skills presented in this resume?",
        "Can you summarize this resume in a way that's suitable for a presentation?",
        "Can you provide a summary of the candidate's technical skills in this resume?",
        "Can you summarize this resume in a way that's appropriate for a business setting?",
        "Can you give me a summary of the candidate's interpersonal skills presented in this resume?",
        "Can you provide a summary of the candidate's achievements in this resume?",
        "Can you summarize this resume, I have uploaded the resume.",
        "I'm looking to quickly assess this candidate. Can you provide a summary of their resume?",
        "Can you summarize this resume so I can compare it to other candidates?",
        "Can you give me a summary of the candidate's certifications and awards presented in this resume?",
        "Can you provide a summary of the candidate's publications in this resume?",
        "Can you summarize this resume in a way that's appropriate for a technical audience?",
        "Can you help me understand the candidate's career path by summarizing their resume?",
        "Can you provide a summary of the candidate's research experience in this resume?",
        "Can you give me a summary of the candidate's project experience presented in this resume?",
        "Can you summarize this resume in a way that's appropriate for a government job application?",
        "Can you help me understand the candidate's fit for a management position by summarizing their resume?",
        "Can you provide a summary of the candidate's international experience in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in academia?",
        "Can you give me a summary of the candidate's experience in the nonprofit sector presented in this resume?",
        "Can you provide a summary of the candidate's relevant coursework in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the arts?",
        "Can you help me understand the candidate's potential fit for a startup by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in the finance industry in this resume?",
        "Can you give me a summary of the candidate's experience in sales presented in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in engineering?",
        "Can you help me understand the candidate's potential as a freelance writer by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in social media marketing in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in healthcare?",
        "Can you give me a summary of the candidate's experience in customer service presented in this resume?",
        "Can you provide a summary of the candidate's experience in web development in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in education?",
        "Can you help me understand the candidate's potential fit for a remote work position by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in event planning in this resume?",
        "Can you give me a summary of the candidate's experience in human resources presented in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the legal field?",
        "Can you help me understand the candidate's potential as a freelance graphic designer by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in project management in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the food industry?",
        "Can you give me a summary of the candidate's experience in public relations presented in this resume?",
        "Can you provide a summary of the candidate's experience in IT in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the nonprofit sector?",
        "Can you help me understand the candidate's potential fit for a government job by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in software engineering in this resume?",
        "Can you give me a summary of the candidate's experience in market research presented in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the hospitality industry?",
        "Can you help me understand the candidate's potential as a freelance writer by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in social media marketing in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in healthcare?",
        "Can you give me a summary of the candidate's experience in customer service presented in this resume?",
        "Can you provide a summary of the candidate's experience in web development in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in education?",
        "Can you help me understand the candidate's potential fit for a remote work position by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in event planning in this resume?",
        "Can you give me a summary of the candidate's experience in human resources presented in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the legal field?",
        "Can you help me understand the candidate's potential as a freelance graphic designer by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in project management in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the food industry?",
        "Can you give me a summary of the candidate's experience in public relations presented in this resume?",
        "Can you provide a summary of the candidate's experience in IT in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the nonprofit sector?",
        "Can you help me understand the candidate's potential fit for a government job by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in software engineering in this resume?",
        "Can you give me a summary of the candidate's experience in market research presented in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the hospitality industry?",
        "Can you help me understand the candidate's potential as a freelance writer by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in social media marketing in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in healthcare?",
        "Can you give me a summary of the candidate's experience in customer service presented in this resume?",
        "Can you provide a summary of the candidate's experience in web development in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in education?",
        "Can you help me understand the candidate's potential fit for a remote work position by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in event planning in this resume?",
        "Can you give me a summary of the candidate's experience in human resources presented in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the legal field?",
        "Can you help me understand the candidate's potential as a freelance graphic designer by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in project management in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the food industry?",
        "Can you give me a summary of the candidate's experience in public relations presented in this resume?",
        "Can you provide a summary of the candidate's experience in IT in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the nonprofit sector?",
        "Can you help me understand the candidate's potential fit for a government job by summarizing their resume?",
        "Can you provide a summary of the candidate's experience?",
        "Can you give me a summary of the candidate's experience in digital marketing presented in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the fashion industry?",
        "Can you help me understand the candidate's potential as a freelance photographer by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in sales in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the tech industry?",
        "Can you give me a summary of the candidate's experience in journalism presented in this resume?",
        "Can you provide a summary of the candidate's experience in project coordination in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the automotive industry?",
        "Can you help me understand the candidate's potential as a remote freelance designer by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in data analysis in this resume?",
        "Can you give me a summary of the candidate's experience in accounting presented in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the real estate industry?",
        "Can you help me understand the candidate's potential fit for a startup job by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in customer support in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the music industry?",
        "Can you give me a summary of the candidate's experience in copywriting presented in this resume?",
        "Can you provide a summary of the candidate's experience in logistics in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the travel industry?",
        "Can you help me understand the candidate's potential as a remote freelance writer by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in UI/UX design in this resume?",
        "Can you give me a summary of the candidate's experience in project planning presented in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the renewable energy industry?",
        "Can you help me understand the candidate's potential fit for a creative job by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in product management in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the sports industry?",
        "Can you give me a summary of the candidate's experience in content creation presented in this resume?",
        "Can you provide a summary of the candidate's experience in research and development in this resume?",
        "Can you summarize this resume in a way that's appropriate for a job in the beauty industry?",
        "Can you help me understand the candidate's potential as a remote freelance marketer by summarizing their resume?",
        "Can you provide a summary of the candidate's experience in software testing in this resume?",
        "Please summarize the candidate's education and certification information in this resume.",
        "I need a summary of the candidate's skills and expertise as listed in this resume.",
        "The candidate's work experience needs to be summarized for review.",
        "The candidate's volunteer and community service should be summarized.",
        "A summary of the candidate's awards and honors listed in this resume would be helpful.",
        "The candidate's professional affiliations should be summarized.",
        "The candidate's language proficiency should be summarized for consideration.",
        "I need a summary of the candidate's hobbies and interests as listed in this resume.",
        "The candidate's professional development and training should be summarized.",
        "A summary of the candidate's publications and presentations listed in this resume would be useful.",
        "The candidate's technology and software skills should be summarized.",
        "Please provide a summary of the candidate's leadership experience as listed in this resume.",
        "A summary of the candidate's project management experience would be helpful.",
        "The candidate's budget and financial management experience should be summarized.",
        "I need a summary of the candidate's experience with performance metrics and reporting.",
        "The candidate's experience with team building and management should be summarized.",
        "A summary of the candidate's experience with customer relationship management would be useful.",
        "The candidate's experience with problem-solving and conflict resolution should be summarized.",
        "Please summarize the candidate's experience with regulatory compliance.",
        "The candidate's experience with data analysis and interpretation should be summarized.",
        "A summary of the candidate's experience with process improvement would be helpful.",
        "The candidate's experience with risk management and mitigation should be summarized.",
        "I need a summary of the candidate's experience with vendor management.",
        "The candidate's experience with agile methodology should be summarized.",
        "A summary of the candidate's experience with change management would be useful.",
        "The candidate's experience with strategic planning and execution should be summarized.",
        "Please summarize the candidate's experience with talent acquisition and management.",
        "A summary of the candidate's experience with content creation and marketing would be helpful.",
        "The candidate's experience with event planning and management should be summarized.",
        "I need a summary of the candidate's experience with social media management.",
        "The candidate's experience with search engine optimization (SEO) should be summarized.",
        "A summary of the candidate's experience with public relations and communications would be useful.",
        "The candidate's experience with email marketing and automation should be summarized.",
        "Please summarize the candidate's experience with web development and design.",
        "A summary of the candidate's experience with database management would be helpful.",
        "The candidate's experience with cloud computing and storage should be summarized.",
        "I need a summary of the candidate's experience with cybersecurity and information security.",
        "The candidate's experience with artificial intelligence and machine learning should be summarized.",
        "A summary of the candidate's experience with natural language processing (NLP) would be useful.",
        "The candidate's experience with computer vision should be summarized.",
        "Please summarize the candidate's experience with data warehousing and mining.",
        "A summary of the candidate's experience with data visualization would be helpful.",
        "The candidate's experience with statistical analysis and modeling should be summarized.",
        "I need a summary of the candidate's experience with software development.",
        "The candidate's experience with mobile application development should be summarized.",
        "A summary of the candidate's experience with database programming would be useful.",
        "The candidate's experience with front-end development should be summarized.",
        "Please summarize the candidate's experience with back-end development.",
        "A summary of the candidate's experience with full-stack development would be helpful.",
        "Please summarize the candidate's experience with user experience (UX) design.",
        "A summary of the candidate's experience with user interface (UI) design would be helpful.",
        "The candidate's experience with graphic design and branding should be summarized.",
        "I need a summary of the candidate's experience with video and multimedia production.",
        "The candidate's experience with project management software and tools should be summarized.",
        "A summary of the candidate's experience with customer relationship management (CRM) software would be useful.",
        "The candidate's experience with content management systems (CMS) should be summarized.",
        "Please summarize the candidate's experience with human resources (HR) software and tools.",
        "A summary of the candidate's experience with accounting and financial software would be helpful.",
        "The candidate's experience with enterprise resource planning (ERP) software should be summarized.",
        "I need a summary of the candidate's experience with marketing automation software.",
        "The candidate's experience with social media management and scheduling tools should be summarized.",
        "A summary of the candidate's experience with project management methodologies would be useful.",
        "The candidate's experience with agile project management should be summarized.",
        "Please summarize the candidate's experience with Waterfall project management.",
        "A summary of the candidate's experience with Scrum project management would be helpful.",
        "The candidate's experience with Kanban project management should be summarized.",
        "I need a summary of the candidate's experience with Lean project management.",
        "The candidate's experience with Six Sigma project management should be summarized.",
        "A summary of the candidate's experience with Prince2 project management would be useful.",
        "The candidate's experience with risk management methodologies should be summarized.",
        "Please summarize the candidate's experience with continuous improvement methodologies.",
        "A summary of the candidate's experience with business process improvement methodologies would be helpful.",
        "The candidate's experience with lean six sigma methodologies should be summarized.",
        "I need a summary of the candidate's experience with design thinking methodologies.",
        "The candidate's experience with change management methodologies should be summarized.",
        "A summary of the candidate's experience with strategic planning methodologies would be useful.",
        "The candidate's experience with performance metrics and reporting methodologies should be summarized.",
        "Please summarize the candidate's experience with quality assurance and control methodologies.",
        "A summary of the candidate's experience with testing methodologies would be helpful.",
        "The candidate's experience with software development methodologies should be summarized.",
        "I need a summary of the candidate's experience with software testing methodologies.",
        "The candidate's experience with software quality assurance methodologies should be summarized.",
        "A summary of the candidate's experience with software release management would be useful.",
        "The candidate's experience with software configuration management should be summarized.",
        "Please summarize the candidate's experience with software version control.",
        "A summary of the candidate's experience with software documentation should be helpful.",
        "The candidate's experience with software deployment should be summarized.",
        "I need a summary of the candidate's experience with software maintenance and support.",
        "The candidate's experience with software troubleshooting and debugging should be summarized.",
        "A summary of the candidate's experience with software security and encryption would be useful.",
        "The candidate's experience with software compliance and auditing should be summarized.",
        "Please summarize the candidate's experience with software licensing and distribution.",
        "A summary of the candidate's experience with software project planning and estimation would be helpful.",
        "The candidate's experience with software project risk management should be summarized.",
        "I need a summary of the candidate's experience with software project scheduling and tracking.",
        "The candidate's experience with software project budgeting and financial management should be summarized."
    ]
}