{
    "blog_scrapping": [
    "Can you summarize this Medium blog for me?",
    "I don't have time to read this entire Medium blog. Can you give me a summary?",
    "Can you provide me with a brief overview of this Medium blog?",
    "What is the main point of this Medium blog? Can you summarize it for me?",
    "I'm looking for a quick summary of this Medium blog, Can you give me a brief overview of the main points covered in this Medium blog?m blog. Can you help me out?",
    "Can you condense this Medium blog into a shorter summary for me?",
    "Can you give me the key takeaways from this Medium blog?",
    "Can you provide me with a summary of the most important points in this Medium blog?",
    "I need a summary of this Medium blog for a project. Can you help me out?",
    "Can you give me the gist of this Medium blog?",
    "I'm interested in this Medium blog, but I don't have time to read it all. Can you summarize it for me?",
    "What are the main ideas in this Medium blog? Can you give me a summary?",
    "Can you provide me with a brief summary of the main points in this Medium blog?",
    "Can you give me a condensed version of this Medium blog?",
    "I'm trying to learn about a specific topic. Can you summarize this Medium blog for me?",
    "Can you give me a short summary of this Medium blog?",
    "Can you provide me with a summary of the main arguments in this Medium blog?",
    "Can you give me a quick summary of the main ideas in this Medium blog?",
    "I want to get a sense of what this Medium blog is about. Can you summarize it for me?",
    "Can you provide me with a summary of the key points in this Medium blog?",
    "Can you give me a brief summary of this Medium blog?",
    "I need to know the main points in this Medium blog. Can you summarize it for me?",
    "Can you give me a synopsis of this Medium blog?",
    "Can you provide me with a summary of the most important information in this Medium blog?",
    "I'm short on time. Can you give me a summary of this Medium blog?",
    "Can you give me a summary of the most significant findings in this Medium blog?",
    "Can you provide me with a summary of the major points in this Medium blog?",
    "Can you give me an overview of this Medium blog?",
    "I need to understand the main arguments in this Medium blog. Can you summarize them for me?",
    "Can you provide me with a summary of the main concepts in this Medium blog?",
    "Can you give me a summary of the main topics covered in this Medium blog?",
    "Can you provide me with a summary of the main issues discussed in this Medium blog?",
    "I'm trying to get a sense of the key ideas in this Medium blog. Can you summarize it for me?",
    "Can you give me a summary of the most important themes in this Medium blog?",
    "Can you provide me with a summary of the critical points in this Medium blog?",
    "I need to get the gist of this Medium blog. Can you summarize it for me?",
    "Can you give me a rundown of this Medium blog?",
    "Can you provide me with a summary of the essential information in this Medium blog?",
    "Can you give me a summary of the most critical insights in this Medium blog?",
    "Can you provide me with a summary of the main findings in this Medium blog?",
    "Can you give me a summary of the most significant points in this Medium blog?",
    "Can you provide me with a summary",
    "Can you give me a condensed version of this Medium blog post?",
    "I'm looking for a quick summary of this Medium blog post. Can you help me out?",
    "Can you summarize the main arguments in this Medium blog post?",
    "Can you give me a summary of the most important takeaways from this Medium blog post?",
    "Can you provide me with a brief summary of this Medium blog post?",
    "I'm interested in this Medium blog post, but I don't have time to read it all. Can you summarize it for me?",
    "Can you give me a summary of the most significant findings in this Medium blog post?",
    "Can you provide me with a summary of the main topics covered in this Medium blog post?",
    "Can you give me a summary of the main themes in this Medium blog post?",
    "Can you provide me with a summary of the main issues discussed in this Medium blog post?",
    "Can you give me a brief overview of this Medium blog post?",
    "Can you provide me with a summary of the main concepts in this Medium blog post?",
    "Can you give me a summary of the most important arguments in this Medium blog post?",
    "Can you provide me with a summary of the major points in this Medium blog post?",
    "Can you give me a summary of the most critical insights in this Medium blog post?",
    "Can you provide me with a summary of the essential information in this Medium blog post?",
    "Can you give me a summary of the most significant points in this Medium blog post?",
    "Can you provide me with a summary of the most important ideas in this Medium blog post?",
    "Can you give me a summary of the most important concepts in this Medium blog post?",
    "Can you provide me with a summary of the most critical points in this Medium blog post?",
    "Can you give me a summary of the most essential insights in this Medium blog post?",
    "Can you provide me with a summary of the main takeaways from this Medium blog post?",
    "Can you give me a summary of the most important aspects of this Medium blog post?",
    "Can you provide me with a summary of the main issues addressed in this Medium blog post?",
    "Can you give me a summary of the main themes covered in this Medium blog post?",
    "Can you provide me with a summary of the most important findings in this Medium blog post?",
    "Can you give me a summary of the main ideas in this Medium blog post?",
    "Can you provide me with a summary of the most significant insights in this Medium blog post?",
    "Can you give me a summary of the main points made in this Medium blog post?",
    "Can you provide me with a summary of the critical takeaways from this Medium blog post?",
    "Can you give me a summary of the most essential points in this Medium blog post?",
    "Can you provide me with a summary of the most important themes in this Medium blog post?",
    "Can you give me a summary of the key ideas in this Medium blog post?",
    "Can you provide me with a summary of the main arguments presented in this Medium blog post?",
    "Can you give me a summary of the main topics discussed in this Medium blog post?",
    "Can you provide me with a summary of the most critical concepts in this Medium blog post?",
    "Can you give me a summary of the most important issues in this Medium blog post?",
    "Can you provide me with a summary of the most significant concepts in this Medium blog post?",
    "Can you give me a summary of the critical points made in this Medium blog post?",
    "Could you give me a brief summary of this Medium article?",
    "What are the primary arguments made in this Medium blog?",
    "Can you provide a synopsis of this Medium piece?",
    "What are the most significant ideas presented in this Medium post?",
    "Could you summarize the key points discussed in this Medium article?",
    "What is the main thesis of this Medium blog?",
    "Can you give me a condensed version of this Medium piece?",
    "What are the critical takeaways from this Medium blog?",
    "Could you distill the essential points made in this Medium article?",
    "What are the most compelling aspects of this Medium post?",
    "Can you give me a quick overview of this Medium blog?",
    "What are the central ideas conveyed in this Medium piece?",
    "Could you summarize the main arguments put forward in this Medium article?",
    "What are the critical insights shared in this Medium post?",
    "Can you provide a brief rundown of this Medium blog?",
    "What are the most thought-provoking points made in this Medium piece?",
    "Could you give me a summary of the main points covered in this Medium article?",
    "What are the most relevant concepts discussed in this Medium post?",
    "Can you distill the key messages of this Medium blog?",
    "What are the most significant aspects of this Medium piece?",
    "Could you summarize the primary ideas presented in this Medium article?",
    "What are the most important takeaways from this Medium post?",
    "Can you give me a quick summary of the critical points made in this Medium blog?",
    "What are the primary themes explored in this Medium piece?",
    "Could you provide a concise version of this Medium article?",
    "What are the most intriguing arguments put forth in this Medium post?",
    "Can you summarize the primary insights conveyed in this Medium blog?",
    "What are the most compelling points made in this Medium piece?",
    "Could you give me a synopsis of the main points covered in this Medium article?",
    "What are the critical ideas discussed in this Medium post?",
    "Can you provide a brief overview of this Medium blog's content?",
    "What are the primary concepts explored in this Medium piece?",
    "Could you summarize the critical takeaways from this Medium article?",
    "What are the most interesting aspects of this Medium post?",
    "Can you distill the main points made in this Medium blog?",
    "What are the most significant ideas discussed in this Medium piece?",
    "Could you give me a summary of the essential arguments presented in this Medium article?",
    "What are the most insightful points made in this Medium post?",
    "Can you provide a brief summary of the critical insights shared in this Medium blog?",
    "What are the most fascinating aspects of this Medium piece?",
    "Could you summarize the primary themes covered in this Medium article?",
    "What are the most important ideas conveyed in this Medium post?",
    "Can you give me a quick rundown of this Medium blog?",
    "What are the critical concepts explored in this Medium piece?",
    "Could you distill the essential messages of this Medium article?",
    "What are the most compelling insights presented in this Medium post?",
    "Can you summarize the most relevant points made in this Medium blog?",
    "What are the most significant aspects of this Medium piece?",
    "Could you give me a synopsis of the primary arguments put forth in this Medium article?",
    "What are the most interesting ideas discussed in this Medium post?",
    "Can you provide a brief summary of the main takeaways from this Medium blog?",
    "What are the critical topics explored in this Medium"
    ]
}